### Q.01 Make a Pandas DataFrame with two-dimensional list

In [1]:
import pandas as pd

In [3]:
lst = [['AB', 47], ['Devraj', 48], ['Aditya', 49], ['AB Devraj', 44]]

In [4]:
df = pd.DataFrame(lst, columns =['Name', 'Number'])

In [5]:
df

        Name  Number
0         AB      47
1     Devraj      48
2     Aditya      49
3  AB Devraj      44